[InteractiveObjects.IO_Aster_M2_CameraShakeFactory InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_BloodFruit InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_BoneIdol InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_Fountain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_WallSymbol InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_M2_WallSymbol2ndSet InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_M2_BloodFruit MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fruto de Sangue"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_M2_BloodFruit:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Um fruto de sangue. Os Ogros da área do fruto de sangue costumam consumi-los."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_M2_BloodFruit2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fruto de Sangue"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemPool.ID_M2_BloodFruit2:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Um Fruto de Sangue.  Os Ogros da área costumam consumir essa fruta."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Skill_Aster_OLTreantWeaken SkillDefinition]
SkillName="Enfraquecer Um Velho Inimigo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

